Repository: AkshayPatil4/AI_Content-Blog
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, hi

source: English
ar: الإنجليزية
hi: अंग्रेज़ी

source: Arabic
ar: العربية
hi: अरबी

source: AI Blog
ar: مدونة الذكاء الاصطناعي
hi: एआई ब्लॉग

source: Welcome to AI Blog
ar: مرحبًا بك في مدونة الذكاء الاصطناعي
hi: एआई ब्लॉग में आपका स्वागत है

source: All rights reserved.
ar: جميع الحقوق محفوظة.
hi: सर्वाधिकार सुरक्षित

source: Latest AI Articles
ar: أحدث مقالات الذكاء الاصطناعي
hi: नवीनतम एआई लेख

source: The Future of AI
ar: مستقبل الذكاء الاصطناعي
hi: एआई का भविष्य

source: Artificial Intelligence is evolving rapidly and impacting various industries. From healthcare to finance, AI is transforming the way we work and live.
ar: يتطور الذكاء الاصطناعي بسرعة ويؤثر على مختلف الصناعات. من الرعاية الصحية إلى التمويل، يعمل الذكاء الاصطناعي على تغيير طريقة عملنا وحياتنا.
hi: कृत्रिम बुद्धिमत्ता तेजी से विकसित हो रही है और विभिन्न उद्योगों पर प्रभाव डाल रही है। स्वास्थ्य देखभाल से लेकर वित्त तक, एआई हमारे काम करने और जीने के तरीके को बदल रहा है.

source: AI in Healthcare
ar: الذكاء الاصطناعي في الرعاية الصحية
hi: स्वास्थ्य देखभाल में एआई

source: AI is being used to diagnose diseases, develop personalized treatments, and even assist in surgeries. The potential of AI in medicine is limitless.
ar: يُستخدم الذكاء الاصطناعي لتشخيص الأمراض، وتطوير العلاجات الشخصية، وحتى المساعدة في العمليات الجراحية. إمكانيات الذكاء الاصطناعي في الطب لا حدود لها.
hi: एआई का उपयोग रोगों का निदान करने, व्यक्तिगत उपचार विकसित करने, और यहां तक कि सर्जरी में सहायता करने के लिए किया जा रहा है। चिकित्सा में एआई की संभावनाएँ असीमित हैं.

source: The Role of AI in Automation
ar: دور الذكاء الاصطناعي في الأتمتة
hi: स्वचालन में एआई की भूमिका

source: Automation powered by AI is revolutionizing industries by improving efficiency and reducing human effort in repetitive tasks.
ar: تعمل الأتمتة المدعومة بالذكاء الاصطناعي على تغيير الصناعات من خلال تحسين الكفاءة وتقليل الجهد البشري في المهام المتكررة.
hi: एआई द्वारा समर्थित स्वचालन उद्योगों में क्रांति ला रहा है, जिससे दक्षता बढ़ती है और दोहराए जाने वाले कार्यों में मानवीय प्रयास कम होता है.
